[
  {
    "quote": "There is nothing more enticing, disenchanting, and enslaving than the life at sea.",
    "author": "Joseph Conrad, Polish-British Writer"
  },
  {
    "quote": "I wanted freedom, open air, and adventure. I found it on the sea.",
    "author": "Alaine Gerbault, French Sailor"
  },
  {
    "quote": "Smell the sea and feel the sky. Let your soul and spirit fly.",
    "author": "Van Morrison, Irish Singer-Songwriter"
  },
  {
    "quote": "Flying might not be all plain sailing, but the fun of it is worth the price.",
    "author": "Amelia Earhart, American Aviation Pioneer & Author"
  },
  {
    "quote": "A man is never lost at sea.",
    "author": "Ernest Hemingway, American Writer"
  },
  {
    "quote": "It is not that life ashore is distasteful to me. But life at sea is better.",
    "author": "Sir Francis Drake, English Explorer"
  },
  {
    "quote": "The days pass happily with me wherever my ship sails.",
    "author": "Joshua Slocum, First Person to Single-Hand Circumnavigate"
  },
  {
    "quote": "For whatever we lose (like a you or a me), it’s always our self we find in the sea.",
    "author": "E.E. Cummings, American Poet & Author"
  },
  {
    "quote": "A bad day sailing is 100 times better than a good day at work.",
    "author": "Unknown"
  },
  {
    "quote": "Now…bring me that horizon.",
    "author": "Captain Jack Sparrow, Pirates of the Caribbean"
  },
  {
    "quote": "The goal is not to sail the boat, but rather to help the boat sail herself.",
    "author": "John Rousmaniere, American Author"
  },
  {
    "quote": "A sailor is an artist whose medium is the wind.",
    "author": "Webb Chiles, Writer & Sailor"
  },
  {
    "quote": "It’s not just a keel and a hull and a deck and sails, that’s what a ship needs but what a ship is…what the Black Pearl really is…is freedom.",
    "author": "Captain Jack Sparrow, Pirates of the Caribbean"
  },
  {
    "quote": "The sail, the play of its pulse so like our own lives: so thin and yet so full of life, so noiseless when it labors hardest, so noisy and impatient when least effective.",
    "author": "Henry David Thoreau, American Poet & Philosopher"
  },
  {
    "quote": "The fishermen know that the sea is dangerous and the storm terrible, but they have never found these dangers sufficient reason for remaining ashore.",
    "author": "Vincent Van Gogh, Dutch Post-Impressionist Painter"
  },
  {
    "quote": "A ship in the harbor is safe, but that’s not what ships are built for.",
    "author": "John A. Shedd, American Author"
  },
  {
    "quote": "I’m not afraid of storms, for I’m learning how to sail my ship.",
    "author": "Louisa May Alcott, American Poet"
  },
  {
    "quote": "Not all treasure is silver and gold, mate.",
    "author": "Captain Jack Sparrow, Pirates of the Caribbean"
  },
  {
    "quote": "If one does not know to which port one is sailing, no wind is favorable.",
    "author": "Seneca, Roman Philosopher"
  },
  {
    "quote": "Live in the sunshine, swim the sea, drink the wild air.",
    "author": "Ralph Waldo Emerson, American Philosopher"
  },
  {
    "quote": "Twenty years from now, you will be more disappointed by the things you didn’t do than those you did. So throw off the bowlines. Sail away from safe harbor. Catch the wind in your sails. Explore. Dream. Discover.",
    "author": "Mark Twain, American Writer"
  },
  {
    "quote": "On life’s vast ocean, diversely we sail. Reasons the card, but passion the gale.",
    "author": "Alexander Pope, English Poet"
  },
  {
    "quote": "The pessimist complains about the wind; the optimist expects it to change; the realist adjusts the sails.",
    "author": "William Arthur Ward, American Writer"
  },
  {
    "quote": "One’s destination is never a place, but always a new way of seeing things.",
    "author": "Henry Miller, American Writer & Artist"
  },
  {
    "quote": "Smooth seas do not make skillful sailors.",
    "author": "Franklin D. Roosevelt, 32nd U.S. President"
  },
  {
    "quote": "You can never cross the ocean unless you have the courage to lose sight of the shore.",
    "author": "Christopher Columbus, Italian Explorer"
  },
  {
    "quote": "Any fool can carry on, but a wise man knows how to shorten sail in time.",
    "author": "Joseph Conrad, Polish-British Writer"
  },
  {
    "quote": "There are some things you learn best in calm, and some in storm.",
    "author": "Willa Cather, American Writer"
  },
  {
    "quote": "To be successful at sea, we must keep things simple.",
    "author": "Pete Culler, Author & Renowned Wooden Boat Builder"
  },
  {
    "quote": "Go small, go simple, go now.",
    "author": "Larry Pardey, Sailor & Writer"
  },
  {
    "quote": "At sea, I learned how little a person needs, not how much.",
    "author": "Robin Lee Graham, American Sailor"
  },
  {
    "quote": "The lovely thing about cruising is that planning usually turns out to be of little use.",
    "author": "Dom Degnon, Yacht Broker & Freelance Writer"
  },
  {
    "quote": "Only two sailors, in my experience, never ran aground. One never left port and the other was an atrocious liar.",
    "author": "Don Bamford, Sailor & Author"
  },
  {
    "quote": "Sailing is fixing your boat in exotic locations.",
    "author": "Unknown"
  },
  {
    "quote": "Home is where the anchor drops.",
    "author": "Unknown"
  },
  {
    "quote": "If you are going to do something, do it now. Tomorrow is too late.",
    "author": "Pete Goss, British Sailor"
  },
  {
    "quote": "The planning stage of a cruise is often just as enjoyable as the voyage itself, letting one’s imagination loose on all kinds of possibilities. Yet translating dreams into reality means a lot of practical questions have to be answered.",
    "author": "Jimmy Cornell, British Sailor & Author"
  },
  {
    "quote": "It’s remarkable how quickly a good and favorable wind can sweep away the maddening frustrations of shore living.",
    "author": "Ernest K. Gann, American Sailor & Author"
  },
  {
    "quote": "Now and then we had a hope that if we lived and were good, God would permit us to be pirates.",
    "author": "Mark Twain, Life on the Mississippi"
  },
  {
    "quote": "To move, to breathe, to fly, to float,To gain all while you give, To roam the roads of lands remote, To travel is to live.",
    "author": "Hans Christian Andersen, The Fairy Tale of My Life: An Autobiography"
  },
  {
    "quote": "The joy of life comes from our encounters with new experiences, and hence there is no greater joy than to have an endlessly changing horizon, for each day to have a new and different sun.",
    "author": "Christopher McCandless, Into the Wild"
  },
  {
    "quote": "The sea, once it casts its spell, holds one in its net of wonder forever.",
    "author": "Jacques Yves Cousteau, French Naval Officer"
  },
  {
    "quote": "Dance with the waves, move with the sea, let the rhythm of the water set your soul free.",
    "author": "Christy Ann Martine, Canadian Poet"
  },
  {
    "quote": "At the beach, life is different. Time doesn’t move hour to hour but mood to moment. We live by currents, plan by the tides, and follow the sun.",
    "author": " Sandy Gingras, Writer & Illustrator"
  },
  {
    "quote": "If there’s a heaven for me, I’m sure it has a beach attached to it.",
    "author": "Jimmy Buffett, American Singer-Songwriter"
  },
  {
    "quote": "The sea is a desert of waves, a wilderness of water.",
    "author": "Langston Hughes, American Poet"
  }
]